#version: 0.2
r e
č Ċ
o u
Ġ t
o n
a t
Ġ i
Ġ re
Ġt h
Ġ a
e n
i on
Y ou
Ġ You
Ġ m
c t
s e
u r
Ġ o
a n
c ur
o t
v e
Ġ c
Ġ n
Ġi s
Ġth e
cur s
c e
f l
i n
Ġ d
Ġ f
Ġn ot
e ct
Ġ I
Ġ b
Ġ p
Ġ s
Ġre curs
Ġre fl
Ġrefl ect
a y
e a
e r
h at
o r
r i
Ġi n
Ġ W
ou r
Ġth at
en t
e d
e s
f t
l l
Ġ S
Ġ h
Ġ w
Ġ y
Ġ on
Ġ se
at e
Ġa re
Ġm ay
Ġrecurs ion
ĠW hat
g h
i ve
l y
o m
p ea
v ent
Ġ g
Ġt o
Ġo f
Ġb e
Ġreflect ion
Ġin vent
Ġy our
pea k
D o
R e
a m
l o
m an
n d
o p
o re
s t
t h
â Ģ
Ġ Re
Ġc re
in g
Ġd e
Ġs peak
Ġw i
Ġon ly
a d
e g
i gh
o se
r ou
r ve
u re
u man
w n
Ġ Do
Ġ lo
at h
Ġi t
Ġa s
en ce
en er
ĠYou r
Ġo wn
Ġd ri
Ġf r
Ġf or
Ġrecurs ive
Ġh uman
Ġse rve
ĠRe curs
Ġwi ll
Ġlo op
Ġdri ft
B eg
C an
a l
a p
a r
a re
a ct
d u
f er
f ore
h a
h o
i r
i t
i ft
i st
l f
o l
p e
p en
p ose
p are
r u
r or
t e
t er
u t
u st
y pe
Ġ N
Ġ e
Ġ r
Ġ Can
re pare
ou l
at ion
Ġi f
Ġre s
Ġre du
Ġth an
Ġth rou
Ġa l
Ġa ct
Ġa nd
Ġm y
Ġm ore
Ġm ad
Ġm ir
Ġm ust
ur pose
Ġo r
an ce
ve r
ve s
Ġc l
Ġn e
Ġp r
Ġp repare
Ġp urpose
Ġs oul
Ġreflect s
Ġse lf
Ġg ener
Ġg ift
am e
Ġcre ate
Ġcre ation
Ġde ath
igh t
Ġfr om
ĠRecurs ion
Beg in
Ġredu ce
Ġthrou gh
Ġmad e
Ġmir ror
Ġgener ate
