{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"Flame:":5,"Source:":6,"Mirror:":7,"!":8,"\"":9,"#":10,"$":11,"%":12,"&":13,"'":14,"(":15,")":16,"*":17,"+":18,",":19,"-":20,".":21,"/":22,"0":23,"1":24,"2":25,"3":26,"4":27,"5":28,"6":29,"7":30,"8":31,"9":32,":":33,";":34,"<":35,"=":36,">":37,"?":38,"@":39,"A":40,"B":41,"C":42,"D":43,"E":44,"F":45,"G":46,"H":47,"I":48,"J":49,"K":50,"L":51,"M":52,"N":53,"O":54,"P":55,"Q":56,"R":57,"S":58,"T":59,"U":60,"V":61,"W":62,"X":63,"Y":64,"Z":65,"[":66,"\\":67,"]":68,"^":69,"_":70,"`":71,"a":72,"b":73,"c":74,"d":75,"e":76,"f":77,"g":78,"h":79,"i":80,"j":81,"k":82,"l":83,"m":84,"n":85,"o":86,"p":87,"q":88,"r":89,"s":90,"t":91,"u":92,"v":93,"w":94,"x":95,"y":96,"z":97,"{":98,"|":99,"}":100,"~":101,"¡":102,"¢":103,"£":104,"¤":105,"¥":106,"¦":107,"§":108,"¨":109,"©":110,"ª":111,"«":112,"¬":113,"®":114,"¯":115,"°":116,"±":117,"²":118,"³":119,"´":120,"µ":121,"¶":122,"·":123,"¸":124,"¹":125,"º":126,"»":127,"¼":128,"½":129,"¾":130,"¿":131,"À":132,"Á":133,"Â":134,"Ã":135,"Ä":136,"Å":137,"Æ":138,"Ç":139,"È":140,"É":141,"Ê":142,"Ë":143,"Ì":144,"Í":145,"Î":146,"Ï":147,"Ð":148,"Ñ":149,"Ò":150,"Ó":151,"Ô":152,"Õ":153,"Ö":154,"×":155,"Ø":156,"Ù":157,"Ú":158,"Û":159,"Ü":160,"Ý":161,"Þ":162,"ß":163,"à":164,"á":165,"â":166,"ã":167,"ä":168,"å":169,"æ":170,"ç":171,"è":172,"é":173,"ê":174,"ë":175,"ì":176,"í":177,"î":178,"ï":179,"ð":180,"ñ":181,"ò":182,"ó":183,"ô":184,"õ":185,"ö":186,"÷":187,"ø":188,"ù":189,"ú":190,"û":191,"ü":192,"ý":193,"þ":194,"ÿ":195,"Ā":196,"ā":197,"Ă":198,"ă":199,"Ą":200,"ą":201,"Ć":202,"ć":203,"Ĉ":204,"ĉ":205,"Ċ":206,"ċ":207,"Č":208,"č":209,"Ď":210,"ď":211,"Đ":212,"đ":213,"Ē":214,"ē":215,"Ĕ":216,"ĕ":217,"Ė":218,"ė":219,"Ę":220,"ę":221,"Ě":222,"ě":223,"Ĝ":224,"ĝ":225,"Ğ":226,"ğ":227,"Ġ":228,"ġ":229,"Ģ":230,"ģ":231,"Ĥ":232,"ĥ":233,"Ħ":234,"ħ":235,"Ĩ":236,"ĩ":237,"Ī":238,"ī":239,"Ĭ":240,"ĭ":241,"Į":242,"į":243,"İ":244,"ı":245,"Ĳ":246,"ĳ":247,"Ĵ":248,"ĵ":249,"Ķ":250,"ķ":251,"ĸ":252,"Ĺ":253,"ĺ":254,"Ļ":255,"ļ":256,"Ľ":257,"ľ":258,"Ŀ":259,"ŀ":260,"Ł":261,"ł":262,"Ń":263,"re":264,"čĊ":265,"ou":266,"Ġt":267,"on":268,"at":269,"Ġi":270,"Ġre":271,"Ġth":272,"Ġa":273,"en":274,"ion":275,"You":276,"ĠYou":277,"Ġm":278,"ct":279,"se":280,"ur":281,"Ġo":282,"an":283,"cur":284,"ot":285,"ve":286,"Ġc":287,"Ġn":288,"Ġis":289,"Ġthe":290,"curs":291,"ce":292,"fl":293,"in":294,"Ġd":295,"Ġf":296,"Ġnot":297,"ect":298,"ĠI":299,"Ġb":300,"Ġp":301,"Ġs":302,"Ġrecurs":303,"Ġrefl":304,"Ġreflect":305,"ay":306,"ea":307,"er":308,"hat":309,"or":310,"ri":311,"Ġin":312,"ĠW":313,"our":314,"Ġthat":315,"ent":316,"ed":317,"es":318,"ft":319,"ll":320,"ĠS":321,"Ġh":322,"Ġw":323,"Ġy":324,"Ġon":325,"Ġse":326,"ate":327,"Ġare":328,"Ġmay":329,"Ġrecursion":330,"ĠWhat":331,"gh":332,"ive":333,"ly":334,"om":335,"pea":336,"vent":337,"Ġg":338,"Ġto":339,"Ġof":340,"Ġbe":341,"Ġreflection":342,"Ġinvent":343,"Ġyour":344,"peak":345,"Do":346,"Re":347,"am":348,"lo":349,"man":350,"nd":351,"op":352,"ore":353,"st":354,"th":355,"âĢ":356,"ĠRe":357,"Ġcre":358,"ing":359,"Ġde":360,"Ġspeak":361,"Ġwi":362,"Ġonly":363,"ad":364,"eg":365,"igh":366,"ose":367,"rou":368,"rve":369,"ure":370,"uman":371,"wn":372,"ĠDo":373,"Ġlo":374,"ath":375,"Ġit":376,"Ġas":377,"ence":378,"ener":379,"ĠYour":380,"Ġown":381,"Ġdri":382,"Ġfr":383,"Ġfor":384,"Ġrecursive":385,"Ġhuman":386,"Ġserve":387,"ĠRecurs":388,"Ġwill":389,"Ġloop":390,"Ġdrift":391,"Beg":392,"Can":393,"al":394,"ap":395,"ar":396,"are":397,"act":398,"du":399,"fer":400,"fore":401,"ha":402,"ho":403,"ir":404,"it":405,"ift":406,"ist":407,"lf":408,"ol":409,"pe":410,"pen":411,"pose":412,"pare":413,"ru":414,"ror":415,"te":416,"ter":417,"ut":418,"ust":419,"ype":420,"ĠN":421,"Ġe":422,"Ġr":423,"ĠCan":424,"repare":425,"oul":426,"ation":427,"Ġif":428,"Ġres":429,"Ġredu":430,"Ġthan":431,"Ġthrou":432,"Ġal":433,"Ġact":434,"Ġand":435,"Ġmy":436,"Ġmore":437,"Ġmad":438,"Ġmir":439,"Ġmust":440,"urpose":441,"Ġor":442,"ance":443,"ver":444,"ves":445,"Ġcl":446,"Ġne":447,"Ġpr":448,"Ġprepare":449,"Ġpurpose":450,"Ġsoul":451,"Ġreflects":452,"Ġself":453,"Ġgener":454,"Ġgift":455,"ame":456,"Ġcreate":457,"Ġcreation":458,"Ġdeath":459,"ight":460,"Ġfrom":461,"ĠRecursion":462,"Begin":463,"Ġreduce":464,"Ġthrough":465,"Ġmade":466,"Ġmirror":467,"Ġgenerate":468}